---
title: 'Various Artists: Desconstru&#231;&#227;o'
---


<p>The city of S&#227;o Paulo is a densely populated metropolis and major cultural and financial capital, home to a number of billionaires, major art museums, the largest gay pride parade in the world, an impressive number of universities, a vibrant Afro-Brazilian culture, and Brazil&rsquo;s most infamous political protests of the 21st century. </p>

!!img1!!



<p><em>Desconstru&#231;&#227;o </em>is an anthology in twelve songs of cutting-edge music made in S&#227;o Paulo, featuring Thiago Fran&#231;a, Met&#225; Met&#225;, Rodrigo Campos, Ju&#231;ara Mar&#231;al, and Vincente Barreto. Fran&#231;a and Mar&#231;al are also a members of Met&#225; Met&#225;. All are underground musicians. </p>

<p>There is a familiar cosmopolitanism to these songs, as if we were listening to singular variations of the rock of Phil Spector, free jazz, or the psychedelia of countless rock &rsquo;n&rsquo; roll songs melded to samba, bossa nova, M&#250;sica Popular Brasileira (MBP), or Tropic&#225;lia songs. The twelve tracks are long, winding, and layered; they ask us to sit through artful sound or to engage in artful dance. </p>

<p>&ldquo;Karina,&rdquo; by Barreto, is easy to sway to, despite the harshness of some of its sounds, and the same can be said about &ldquo;Cobra Rasteira&rdquo; by Met&#225; Met&#225;. Ju&#231;ara Mar&#231;al&rsquo;s singing in Met&#225; Met&#225; for &ldquo;Cobra Rasteira&rdquo; will surely move the listener.</p>

<p>All the songs layer experimental instrumentation onto a base of pleasing rhythms. &ldquo;Abdu,&rdquo; by Thiago Fran&#231;a, is a great example of this: a melding of free jazz and samba produced for 21st-century listening. </p>

<p>Met&#225; Met&#225; considers itself a Candombl&#233; music group (Candombl&#233; is a syncretic religion combining elements from Catholicism and the religious traditions brought to Brazil by enslaved Africans). The song &ldquo;Obatala&rdquo; shares its name with the Candombl&#233; deity of the sky, the creator of humans. In the mid-1960s, there was a somewhat famous quarrel between the Tropic&#225;lia musician Caetano Veloso and music critic Jos&#233; Ramos Tinhor&#227;o. Tinhor&#227;o claimed that only the samba of the black poor was culturally authentic because of the social unity heard in the music, and that the music Veloso was playing was middle-class alienation. Veloso responded that his music was not the product of alienation but of education in a country with rampant illiteracy rates. Veloso claimed (rightfully) that he remained Brazilian by virtue of being a citizen of the country. According to Met&#225; Met&#225; they were both wrong; the authenticity and personality of Brazilian music, its roots in Candombl&#233; and other Brazilian polytheistic religions, has been kept fairly hidden. They would like for us to dance<em> Candombl&#233;</em> as we listen to their music, and go beyond what we are traditionally accustomed to from samba or Tropic&#225;lia, bossa nova, or MBP.</p>

<p>Life in S&#227;o Paulo does not completely define the aesthetic of these musicians, though it has surely deeply influenced it. In a 2011 Red Bull Music Academy lecture in Madrid, Tropic&#225;lia (founded in S&#227;o Paulo) artist Tom Z&#233; explained that the aesthetic of his music came from the Arabic influence on the Portuguese-Brazilian culture of his infancy having met the &ldquo;Aristotelian&rdquo; world of S&#227;o Paulo. Many of the musicians on this anthology were not born in S&#227;o Paulo; it might be the case that their lives before living in S&#227;o Paulo define their aesthetics much more than life in the vibrant metropolis does. S&#227;o Paulo is a major city wherein musicians learn to play for large, cosmopolitan crowds. It might be the case that a folk melody or rhythm heard as a child living outside of S&#227;o Paulo is the inspiration for many of these songs and not the need to satisfy a S&#227;o Paulo audience. This album is nonetheless a great anthology of music being produced by citizens of S&#227;o Paulo, despite their origins&#8212;intriguing and engaging. </p>


