---
title: The World Without People Who Ruin It and Make It Ugly
---

<p>A woman of about forty-two or forty-three often goes for walks in the Schillerwiese, a vast park in a German city. She always takes a small digital camera and spends her time there photographing little girls when they urinate behind trees. Even though it&rsquo;s really the girls she&rsquo;s interested in, she&rsquo;ll sometimes photograph the boys, though for some reason she finds this completely unappealing, since urinating is easier for boys. She&rsquo;s always by the sandbox and the playground, and if you saw her you&rsquo;d assume she was the mother of one of the children playing rather than some busybody, even though those who see her regularly and are aware of her peculiarities do, without doubting in the least her role as a mother, feel sorry for the woman&rsquo;s children without knowing who they might be.</p>

<!--insert first image here-->


<p>The woman usually acts uninterested but remains alert, even when pretending to read a newspaper article or smoothing the folds of her jacket. A child leaving the sandbox will catch her attention, especially if the child stops to whisper something to her parents and they then point off in the distance, since this could only be a signal for the child to go pee. When the woman notices these kinds of signals, she quickly gets up and moves in the direction opposite to the one the boy or girl takes. Her legs are longer and she knows that even if she takes a circuitous route, she will arrive before the boy or girl at a spot convenient for taking pictures. It is this little maneuver which has allowed the woman to avoid being caught, although she resents this preventative measure because what she likes best is capturing the preparations, especially if her subject is a little girl, but the maneuver barely leaves her enough time to do so. The woman is partial to the moment when the girl pulls down her pants or puts her hands under her skirt to pull aside her underwear and then squats and lets loose a stream of clear urine. These are the moments she enjoys photographing and, if she can, she tries to capture every second. Sometimes the bunching of the skirt or pants impedes the woman from appreciating the steady streams, but she always sets it up so that she is more or less facing them and can at least photograph the look of calm concern on the girls&rsquo; faces when they realize the other participants of their game are breaking the previously agreed-upon rules, the re-establishment of which once they&rsquo;re finished urinating they consider utterly crucial to maintaining the game&rsquo;s proper development, so they quickly pull up their panties and run to regain control of the situation and the woman goes back to her spot.</p>

<p>If these pictures could be exhibited, some people would observe an interesting display of burgeoning female powers, when the girls playing the games learn that the only weapons they possess for controlling others are coldness and tact. These photographs are not exhibited, however. Besides, the very condition of their existence is that they&rsquo;re never seen by anyone but the photographer herself, and so are kept safe from those curious about femininity. </p>

<p>When the last girl traipses off from an exhausted father&rsquo;s arm, or maybe from a mother who has shared tea in a metal thermos with another mother who has perhaps told her of an affair (this happens often, and each time the mother feels disgusted and thinks of never going to a park again), the photographer goes back to a tiny apartment in the public housing where she lives, hooks the digital camera up to a computer, and downloads and classifies the pictures. She uses a three-letter, two-digit code to organize the images. &ldquo;Jun&rdquo; followed by a number for the boys and &ldquo;M&#228;d&rdquo; followed by a number for the girls, although, having reached the classification &ldquo;M&#228;d-99&rdquo; some time ago and feeling that it was impossible to go any further, she extended the series using the abbreviation &ldquo;M&#228;e&rdquo;; if one day she reaches &ldquo;M&#228;e-99,&rdquo; she will switch to &ldquo;M&#228;f,&rdquo; and so on. She has thought about this a great deal and is entirely certain that this is the most appropriate method.</p>

<p>As eccentric as she is, the woman is by no means stupid, as her ingenious classification system demonstrates. She was frequently recognized for her intelligence at school, moreover, and enjoyed a certain esteem while working at a local bank. Nevertheless, things started going badly for her&#8212;or rather, around her: her coworkers&rsquo; parade of fianc&#233;s, the children who inevitably wound up giving meaning to their lives as swiftly as their marriages stopped doing so, and the sarcasm or suspicions that fed her loneliness and increasing bitterness depressed her to the point that she cut off all contact with these friends&#8212;and for some reason considered them immoral&#8212;until, without explanation, she stopped showing up at the bank.</p>

<p>One day they sent her to a doctor, who diagnosed her with depression and helped her get a one-year leave of absence. The woman began to frequent parks, at first without any ulterior motives, then later attracted to the sweetness and beauty of the children, whom she maybe wished were her own, and then, to her surprise, by the pleasure it gave her to watch the girls pee. A pleasure, at any rate, that was so fleeting she found herself needing to prolong it, so she bought a camera. The woman, of course, understood from the start that she couldn&rsquo;t send the pictures to be developed, which is why she took a photography workshop the Employment Office sponsored to help the unemployed re-enter the workforce; in it she learned how to develop the pictures at home, where she managed to create the environment needed by sealing the windows with insulating tape. Later, digital cameras freed her from these inconveniences, which had made the process costly and slowed it down.</p>

<p>The woman didn&rsquo;t go back to work after her one-year leave ended; she started living on unemployment benefits first and later on welfare. Her expenses were reduced to the essentials and she began wearing her clothes until they fell apart. These days she usually wears a red leotard, a blue t-shirt, and a red turtleneck sweater. In winter she also wears a military jacket she bought at the Salvation Army. This is also the outfit she sleeps in, as she stopped washing her clothes and herself some time ago. </p>

<p>The picture-taking and their classification take up all her time; what little is left she spends going to the supermarket, where she usually buys a six-pack of beer in plastic bottles and a bottle of hard liquor; then she stops at a food stand to buy a roast chicken and fries. If the stand&rsquo;s owner, who is Serbian, doesn&rsquo;t let her sit with the other customers&#8212;which happens frequently, mostly because of her smell&#8212;she orders the food to-go and eats it on the street, or, if it&rsquo;s snowing, in her apartment, always alternating the beers with swigs of alcohol. Taking pictures and classifying them, however, is very time consuming, and as a result her meals are brief.</p>

<p>Classifying the photographs is nearly as important as viewing them and amounts to an exquisite deferral of the moment when the woman, sitting at the computer, begins to go through the pictures. When she arrives at a particularly vivid one, where the little girl photographed and her stream of urine can be seen in sharp detail, she places her hand between her legs. The woman presses her hand against her vulva, pretending to ask herself what she is going to do next, until the urge is so strong that she puts her hand underneath her leotard and begins to masturbate. Sometimes her pleasure is diminished by the feeling that the picture-viewing has become routine, but she masturbates all the same. She often cries, either while masturbating or after; and when she has finished, she turns off the computer and gets into bed without removing her clothes. Always, invariably, she dreams she is a little girl, and the world is as it was in her childhood, without the people who, later on, will ruin it and make it ugly. </p>


<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>



<h1>
El Mundo Sin Las Personas Que Lo Afean Y Lo Arruinan</h1><br/>

<p style="font-size: 10pt;"><em>por Patricio Pron</em></p>


<p>Una mujer de unos cuarenta y dos o cuarenta y tres a&#241;os suele pasear por la Schillerwiese, un extenso parque de una ciudad alemana. Lleva siempre una peque&#241;a c&#225;mara digital consigo y se dedica a fotografiar ni&#241;as cuando orinan detr&#225;s de los &#225;rboles. Pese a que quienes le interesan son la ni&#241;as, tambi&#233;n fotograf&#237;a a veces a ni&#241;os, aunque considera, por alguna raz&#243;n, que esto carece de encanto alguno debido a que para los ni&#241;os es m&#225;s sencillo hacerlo. Siempre est&#225; cerca de los juegos para la infancia y del arenero, y su aspecto hace pensar m&#225;s bien en la madre de alguno de los ni&#241;os que juegan, antes que en una fisgona, aunque, quienes la ven a menudo y comprueban sus modales estrafalarios, sin dudar en absoluto de su maternidad, sienten pena por los ni&#241;os de la mujer sin conocerlos.</p>

<!--insert first image here-->


<p>La mujer suele fingir desinter&#233;s pero permanece alerta incluso cuando simula leer un art&#237;culo en un peri&#243;dico o alisar las pliegues de su chaqueta. Su atenci&#243;n se dispara cuando alg&#250;n ni&#241;o abandona el arenero, en particular aquellos que antes han cruzado un par de palabras con sus padres y &#233;stos les han se&#241;alado un sitio m&#225;s all&#225;, ya que de seguro &#233;sta no fue sino una indicaci&#243;n para que orinen en alguna parte. Cuando la mujer distingue unas se&#241;as de este tipo, se levanta r&#225;pidamente y avanza en direcci&#243;n contraria a aquella a la que el ni&#241;o o la ni&#241;a se dirige. Tiene piernas m&#225;s largas y sabe que, incluso dando un rodeo, llegar&#225; antes que el ni&#241;o o la ni&#241;a a un sitio conveniente desde el cual tomar las fotograf&#237;as. Es este peque&#241;o truco el que ha evitado durante mucho tiempo que fuera sorprendida, aunque la mujer desprecia esta precauci&#243;n porque lo que m&#225;s le gusta es fotografiar los preparativos, en particular si su modelo es una ni&#241;a, para los que el truco apenas le deja tiempo. La mujer prefiere el momento en que la ni&#241;a se baja los pantalones o se mete las manos bajo la falda para tironear de su ropa interior y luego se agacha y suelta un chorro de orina clara. &#201;sos son los momentos que le gusta fotografiar y, si tiene la oportunidad, prefiere registrarlos a todos. En ocasiones sucede que los pliegues de las faldas o de los pantalones impiden a la mujer apreciar el chorro de orina, pero siempre se las arregla para quedar m&#225;s o menos de frente a sus retratadas y poder fotografiar, al menos, el rostro de serena preocupaci&#243;n que exhiben las ni&#241;as al notar que el resto de los participantes del juego en que ellas estaban tomando parte se encuentran incumpliendo alguna norma que ellas han dispuesto y que les parece de suma importancia para salvaguardar su correcto desarrollo cuando han acabado de orinar, se suben las bragas con rapidez y corren a recuperar el control de la situaci&#243;n, y la mujer regresa a su sitio.</p>

<p>Si estas fotograf&#237;as pudieran ser exhibidas, algunos ver&#237;an en ellas un interesante muestrario de ciertas potencias femeninas surgiendo de la nada, cuando, en el desarrollo de esos juegos, la ni&#241;a comprende que la frialdad y el tacto en el control de los otros son las &#250;nicas armas que posee. Sin embargo, las fotograf&#237;as no son exhibidas. M&#225;s a&#250;n, su misma condici&#243;n de existencia es que no sean vistas jam&#225;s por nadie, excepto su autora, y, as&#237;, ese momento permanece a salvo de los curiosos de lo femenino. </p>

<p>Cuando la &#250;ltima ni&#241;a se marcha del brazo de un progenitor exhausto o tal vez de una madre que ha bebido t&#233; con otra madre que lo extra&#237;a de un termo plateado y le ha contado, quiz&#225;, una infidelidad&#8212;esto sucede muy a menudo, y todas las veces la mujer se siente asqueada y piensa en no volver m&#225;s a los parques&#8212;, la fot&#243;grafa regresa a un peque&#241;o piso de la Seguridad Social que ocupa, conecta la c&#225;mara digital al ordenador, descarga y clasifica las fotograf&#237;as. Utiliza un c&#243;digo de tres letras y dos n&#250;meros para ordenar las im&#225;genes: &laquo;Jun&raquo; seguido de n&#250;mero para los ni&#241;os y &laquo;M&#228;d&raquo; seguido de n&#250;mero para las ni&#241;as, aunque, habiendo alcanzado tiempo atr&#225;s la clasificaci&#243;n &laquo;M&#228;d-99&raquo;, y si&#233;ndole imposible continuar de esa forma, ha prolongado la serie utilizando la abreviatura &laquo;M&#228;e&raquo;; si alg&#250;n d&#237;a alcanza la &laquo;M&#228;e-99&raquo;, pasar&#225; a utilizar &laquo;M&#228;f&raquo;, y as&#237; sucesivamente. Esto lo ha pensado mucho y est&#225; completamente segura de que es el m&#233;todo m&#225;s adecuado.</p>

<p>Siendo tan exc&#233;ntrica, la mujer no es tonta, sin embargo, como lo muestra su ingenioso m&#233;todo de clasificaci&#243;n. M&#225;s a&#250;n, ha sido distinguida varias veces por su inteligencia en la escuela y goz&#243; de cierta consideraci&#243;n durante el tiempo en que trabaj&#243; en la filial de un banco. Sin embargo, las cosas empezaron a torcerse para ella o, mejor dicho, a su alrededor, y el desfile de novios de sus compa&#241;eras, los ni&#241;os que inevitablemente acababan llenando sus v&#237;as tan pronto como el matrimonio dejaba de hacerlo, la sorna o las sospechas que alimentaba su solter&#237;a, y su car&#225;cter cada vez m&#225;s amargo, la hicieron caer en una depresi&#243;n, en la que rompi&#243; con los amigos que ten&#237;a&#8212;a los que consideraba, por alguna raz&#243;n, inmorales&#8212;y comenz&#243; a faltar sin justificaci&#243;n al banco.</p>

<p>Un d&#237;a le enviaron un m&#233;dico que diagnostic&#243; la depresi&#243;n y le ayud&#243; a tramitar una licencia de un a&#241;o. La mujer empez&#243; a frecuentar los parques, al principio sin segundas intenciones, m&#225;s tarde atra&#237;da por la belleza y la simpat&#237;a de los ni&#241;os, que tal vez ella deseara para s&#237;, y luego, un poco sorprendida, por el placer que le provocaba ver a las ni&#241;as orinando. Un placer, de todas formas, que duraba tan poco que ella descubri&#243; que deb&#237;a prolongarlo, y as&#237; compr&#243; una c&#225;mara. Naturalmente, la mujer comprendi&#243; desde el principio que no pod&#237;a entregar las fotograf&#237;as a un tercero para su revelado, y por esa raz&#243;n tom&#243; parte de un taller de fotograf&#237;a organizado por la Oficina de Empleo con la finalidad de facilitar la reinserci&#243;n laboral de los desempleados, y en &#233;l aprendi&#243; a revelar en su casa, donde, sellando las ventanas con cinta aislante, consigui&#243; crear las condiciones necesarias para el procedimiento. M&#225;s tarde, la aparici&#243;n de las c&#225;maras digitales la liber&#243; de esos inconvenientes, que encarec&#237;an el proceso y lo demoraban.       </p>

<p>La mujer no se reintegr&#243; al trabajo despu&#233;s de que transcurriera el a&#241;o de licencia, y comenz&#243; a vivir del seguro de desempleo primero y luego de la ayuda social. Sus gastos se redujeron a los necesarios para la subsistencia, y empez&#243; a utilizar su ropa hasta que &#233;sta, rompi&#233;ndose en una parte o en otra, resultaba inutilizable. En la actualidad, suele andar con unos leotardos rojos, una camiseta azul y un su&#233;ter rojo de cuello alto. En invierno lleva tambi&#233;n una chaqueta militar, adquirida en una tienda del Ej&#233;rcito de Salvaci&#243;n. &#201;sa es, adem&#225;s, la ropa que utiliza para dormir; hace tiempo que renunci&#243; a lavarla o a higienizarse a s&#237; misma. </p>

<p>La obtenci&#243;n de las fotograf&#237;as y su clasificaci&#243;n absorben todo su tiempo, y el que queda libre, que es m&#225;s bien poco, est&#225; destinado a ir al supermercado, donde suele comprar un paquete de seis cervezas en botellas de pl&#225;stico y una botella de aguardiente, y detenerse en un puesto de comida donde compra un pollo asado con patatas fritas. Si el due&#241;o del puesto, que es serbio, no la deja sentarse con los clientes&#8212;lo que pasa a menudo, debido a su olor principalmente&#8212;, ella se lleva el pollo y lo come en la calle o, si hay nieve y estar fuera es inconveniente, en su piso, mientras alterna las cervezas con tragos del aguardiente. Sin embargo, la obtenci&#243;n de las fotograf&#237;as y su clasificaci&#243;n son tareas que toman mucho tiempo, y, por ello mismo, los almuerzos son breves. </p>

<p>La clasificaci&#243;n de las fotograf&#237;as es casi tan importante como su visi&#243;n y constituye una deliciosa postergaci&#243;n del momento en que ella, sentada frente al ordenador, empieza a pasar las fotograf&#237;as y, cuando llega a una especialmente clara, a una en la que la ni&#241;a fotografiada y el chorro de orina se ven con todo detalle, se lleva la mano a la entrepierna. La mujer presiona un poco la vulva fingiendo preguntarse qu&#233; har&#225; a continuaci&#243;n, hasta que el deseo es tan fuerte que mete la mano bajo los leotardos y se masturba. En ocasiones el placer no es tan fuerte porque la visi&#243;n de las fotograf&#237;as resulta rutinaria, pero ella se masturba de todas formas. Muchas veces llora, mientras se masturba o despu&#233;s; cuando ha acabado, apaga el ordenador y se echa en la cama sin quitarse la ropa. Siempre, invariablemente, sue&#241;a que ella es una ni&#241;a y que el mundo es como era en su infancia, sin las personas, que, m&#225;s tarde, lo afean y lo arruin. </p>


<hr />
<p class="endnote">from <em>El mundo sin las personas que lo afean y lo arruinan</em><em>. </em>Barcelona: Random House Mondadori, 2010.</p>

